import madconbeggin from './audio/madconbeggin.mp3';
import Navai from './audio/Navai.mp3';
import Crystalised from './audio/The XX - Crystalised.mp3';
import Infinity_ from './audio/The XX - Infinity .mp3';
import Ilya from './audio/Илья Подстрелов – Вот такие крошка дела,ты меня так долго ждала_(muztron.club).mp3';
import klubnika from './audio/nikolife-miravi-klubnika-bomba.mp3';
import daftPunkFeat from './audio/daft-punk-feat.-julian-casablancas-instant-crush.mp3';

const tracks = [
  {
    id: '№13',
    group: '',
    trackName: 'madconbeggin.mp3',
    author: 'madconbeggin.mp3',
    originalAuthor: 'audio1',
    text: ``,
    link: madconbeggin,
    videoLink: '',
  },
  {
    id: '№14',
    group: '',
    trackName: 'Чёрный Мерен.mp3',
    author: 'Navai',
    originalAuthor:' audio2',
    text: ``,
    link: Navai,
    videoLink: '',
  },
  {
    id: '№7',
    group: '',
    trackName: 'Контур',
    author: 'Хадн Дадн',
    originalAuthor: 'Варя Карпова и Федя Быстров',
    text: `Мой милый милый мальчик`,
    link: Crystalised,
    videoLink: 'https://www.youtube.com/watch?v=p2xFqtgwhrU',
  },
  {
    id: '№5',
    group: '',
    trackName: 'Лодка',
    author: 'СПБЧ',
    originalAuthor: 'Маруся Романова',
    text: `Маруся Романова
    Маруся Романова
    Маруся Романова
    Маруся Романова
    Маруся Романова`,
    link: Infinity_
  },
  {
    id: '№8',
    group: '',
    trackName: 'Вот такие крошка дела,ты меня так долго ждала',
    author: 'Илья Подстрелов',
    originalAuthor: '',
    text: `Ты говорила мне, что любишь очень.
И намекала всё, что замуж хочешь.
На свадьбах у друзей бывала часто,
Мечтая о своей...

А я то, рядовой, служу Отчизне.
Военным тяжело любить по-жизни.
И выполнив свой долг, к тебе приеду -
К девочке моей...

Припев [х2]:
Вот такие, крошка, дела.
Ты меня так долго ждала.
Я серьезных дел не боюсь,
Возьму и женюсь!

[Куплет 2]:
Ты терпеливо ждешь, моя родная,
Журнал о платьях свадебных листая.
И песни о любви играют в сердце
Сутки напролет.

А я то, далеко, и мне не спится.
Скучаю по тебе, моя царица.
Еще совсем чуть-чуть и я приеду,
Если повезет...

Припев [х4]:
Вот такие, крошка, дела.
Ты меня так долго ждала.
Я серьезных дел не боюсь,
Возьму и женюсь!`,
    link: Ilya
  },
  {
    id: '№6',
    group: '',
    trackName: 'Клубника Бомба',
    author: 'NikoLife & Miravi',
    originalAuthor: '',
    text: `Клубника бомба, честно говоря
    Источник text-pesni.com
    
    Интрига
    Ты ежевика (нет)
    Может брусника (нет)
    Значит клубника
    
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба, честно говоря
    
    Я заказал тебя целый килограмм
    Чтобы отснять много фоток в Инстаграм
    Ты вся моя, не делю напополам
    Если ты клубника, то я сливки для мадам
    
    Столько сортов, но ты лишь одна
    Я еле достал тебя, еле достал
    Кто тут шеф-повар? — бэй, прыгай сюда
    Смузи со льдом, ну же где мой бокал
    
    Интрига
    Ты ежевика (нет)
    Может брусника (нет)
    Значит клубника
    
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    
    Твоя чика не клубника, пыл останови-ка
    Хочешь откусить меня, но это слишком дико
    Я выросла красивой, ведь бабушка растила
    Я соберу корзину просмотров как у Тимы
    
    Не ловишь мой вайб — поймаешь нокаут
    Мами готовит свой яблочный …
    Я не по зубам — не на ту напал
    Смотри на меня, я твой идеал
    
    Интрига
    Ты ежевика (нет)
    Может брусника (нет)
    Значит клубника
    
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба, честно говоря
    
    Я клубника
    
    Понравился текст песни?
    Оставьте комментарий ниже
    Читать на сайте: https://text-pesni.com/khel`,
    link: klubnika
  },
  {
    id: '№4',
    group: 'Супер-мега-трек для тестирования бегущей строки (Нажми меня) Инди группа Инди группа Инди группа Инди группа',
    trackName: 'Кирпичи',
    author: 'Супер-мега-трек для тестирования бегущей строки (Нажми меня) Инди группа Инди группа Инди группа Инди группа feat. Петр Сковородников',
    originalAuthor: '',
    text: `Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников`,
    link: daftPunkFeat,
  },
]

export default tracks;


