const tracks = [
  {
    id: '№7',
    group: 'Хадн Дадн',
    trackName: 'Контур',
    author: 'Варя Карпова и Федя Быстров',
    text: `Мой милый милый мальчик,
    Моя милая милая девочка,
    Никогда не знаешь что будет дальше
    В этой гадкой зиме`,
    link: 'https://ds.cdn5.mzmdl.com/cuts/d9/c4/d9c4b23a86693374ab703d4680faeec2/47842886/The_xx_-_Crystalised_b128f0d202.mp3'
  },
  {
    id: '№4',
    group: 'Супер-мега-трек для тестирования бегущей строки (Нажми меня) Инди группа Инди группа Инди группа Инди группа',
    trackName: 'Кирпичи',
    author: 'Петр Сковородников',
    text: `Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников`,
    link: 'https://cdn3.mzmdl.com/music/20201107/Eskin_IROH_-_SHampanskoe_71524899.mp3'
  },
  {
    id: '№6',
    group: 'NikoLife & Miravi',
    trackName: 'Клубника Бомба',
    author: 'NikoLife & Miravi',
    text: `Клубника бомба, честно говоря
    Источник text-pesni.com
    
    Интрига
    Ты ежевика (нет)
    Может брусника (нет)
    Значит клубника
    
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба, честно говоря
    
    Я заказал тебя целый килограмм
    Чтобы отснять много фоток в Инстаграм
    Ты вся моя, не делю напополам
    Если ты клубника, то я сливки для мадам
    
    Столько сортов, но ты лишь одна
    Я еле достал тебя, еле достал
    Кто тут шеф-повар? — бэй, прыгай сюда
    Смузи со льдом, ну же где мой бокал
    
    Интрига
    Ты ежевика (нет)
    Может брусника (нет)
    Значит клубника
    
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    
    Твоя чика не клубника, пыл останови-ка
    Хочешь откусить меня, но это слишком дико
    Я выросла красивой, ведь бабушка растила
    Я соберу корзину просмотров как у Тимы
    
    Не ловишь мой вайб — поймаешь нокаут
    Мами готовит свой яблочный …
    Я не по зубам — не на ту напал
    Смотри на меня, я твой идеал
    
    Интрига
    Ты ежевика (нет)
    Может брусника (нет)
    Значит клубника
    
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба
    Я клубника
    Клубника бомба, честно говоря
    
    Я клубника
    
    Понравился текст песни?
    Оставьте комментарий ниже
    Читать на сайте: https://text-pesni.com/khel`,
    link: 'https://ds.cdn2.mzmdl.com/music/20201107/NikoLife_MIRAVI_-_KLUBNIKA-BOMBA_71524894.mp3'
  },
  {
    id: '№5',
    group: 'СПБЧ',
    trackName: 'Лодка',
    author: 'Маруся Романова',
    text: `Маруся Романова
    Маруся Романова
    Маруся Романова
    Маруся Романова
    Маруся Романова`,
    link: 'https://cdn5.mzmdl.com/music/20140917/The_XX_-_Intro_17025777.mp3'
  },
]

export default tracks;


