const tracks = [
  {
    id: '№7',
    group: 'Хадн Дадн',
    trackName: 'Контур',
    author: 'Варя Карпова и Федя Быстров',
    text: `Мой милый милый мальчик,
    Моя милая милая девочка,
    Никогда не знаешь что будет дальше
    В этой гадкой зиме`,
    link: 'https://ds.cdn5.mzmdl.com/cuts/d9/c4/d9c4b23a86693374ab703d4680faeec2/47842886/The_xx_-_Crystalised_b128f0d202.mp3'
  },
  {
    id: '№4',
    group: 'Супер-мега-трек для тестирования бегущей строки (Нажми меня) Инди группа Инди группа Инди группа Инди группа',
    trackName: 'Кирпичи',
    author: 'Петр Сковородников',
    text: `Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников
    Петр Сковородников`,
    link: 'https://mzmdl.com/get/cuts/bf/ff/bfff3efbf6c332811301900ba299b04b/47842889/The_xx_-_Heart_Skipped_A_Beat_b128f0d242.mp3'
  },
  {
    id: '№6',
    group: 'Мукулатура',
    trackName: 'Поэзия',
    author: 'Саша Петров',
    text: `Саша Петров
    Саша Петров
    Саша Петров
    Саша Петров
    Саша Петров
    Саша Петров
    Саша Петров`,
    link: 'https://mzmdl.com/get/music/20140820/The_xx_-_VCR_16212035.mp3'
  },
  {
    id: '№5',
    group: 'СПБЧ',
    trackName: 'Лодка',
    author: 'Маруся Романова',
    text: `Маруся Романова
    Маруся Романова
    Маруся Романова
    Маруся Романова
    Маруся Романова`,
    link: 'https://cdn5.mzmdl.com/music/20140917/The_XX_-_Intro_17025777.mp3'
  },
]

export default tracks;
